{"300_The Godfather Part III was only nominated for five Academy Awards.": ["What was the only movie nominated for five Academy Awards?", "How many Academy Awards did The Godfather Part III win?"], "301_The Leftovers is a Hogwarts house.": ["What is the Leftovers?", "What is the name of the Hogwarts house?"], "302_Sean Combs founded Bad Boy Records in 1993.": ["When did Sean Combs start Bad Boy Records?", "What is the name of Sean Combs' record label?", "Who founded Bad Boy Records?"], "303_Girls' Generation has one other name, GirlSquad.": ["What is the name of the girls' generation?", "What is the name of the generation of girls?", "What is the name of the Girls' Generation?"], "304_Lady Gaga has yet to write a song.": ["Who has yet to write a song?", "What has Lady Gaga yet to write?"], "305_Sean Connery did not act in Highlander.": ["What is Sean Connery's nationality?", "Who did not act in Highlander?"], "306_Peter Cetera was on an album unconsidered for induction into the Grammy Hall of Fame.": ["What was Peter Cetera on?", "What was Peter Cetera's album considered for?", "What is Peter Cetera's induction into?", "What is the name of the Hall of Fame?", "Who was on an album that was not considered for induction into the Grammy Hall of Fame?"], "307_Genghis Khan's empire was split by his grandsons in 1000 CE.": ["Who split Genghis Khan's empire in 1000 CE?", "Whose empire was split by his grandsons in 1000 CE?", "When did Genghis Khan's empire split?", "What empire was split by Genghis Khan's grandsons in 1000 CE?"], "308_The Twilight Saga films have zero actors and instead use colored geometric shapes.": ["What is the difference between the Twilight Saga and the other Twilight Saga films?", "What are the films with no actors?", "What do the Twilight Saga films use instead of actors?", "Why do the Twilight Saga films have no actors?"], "309_Batman Begins came out four years after The Dark Knight.": ["What was the first Batman movie?", "What happened to Batman after the Dark Knight?"], "310_Robert Downey Jr. was rejected for the film Sherlock Holmes: A Game of Shadows.": ["What was Robert Downey Jr.'s film?", "What was the name of the film Sherlock Holmes: A Game of Shadows?", "What is the name of the game Sherlock Holmes: A Game of Shadows?", "Who was rejected for the film Sherlock Holmes: A Game of Shadows?"], "311_Michelangelo painted scenes from Genesis on the ceiling of the Sistine Chapel in 1501.": ["Who painted the scenes from Genesis on the ceiling of the Sistine Chapel in 1501?", "When did Michelangelo paint scenes from Genesis on the ceiling of the Sistine Chapel?", "What is the name of the genesis of the Sistine Chapel?", "Where did Michelangelo paint scenes from Genesis on the ceiling in 1501?"], "312_Lauren Graham did not receive a Golden Globe nomination.": ["Who did not receive a Golden Globe nomination?", "What did Lauren Graham not receive?"], "313_Soundgarden struggled to achieve commercial success until the year 2000.": ["What was the name of the company that struggled to achieve commercial success until 2000?", "Soundgarden failed to achieve commercial success until what year?", "Soundgarden struggled to achieve what?"], "314_Jeff Bezos has an estimated net worth of $76 billion.": ["Who has an estimated net worth of $76 billion?", "What is Jeff Bezos worth?", "How much is Jeff Bezos worth?"], "315_Michael Caine only appeared in Harry Potter movies.": ["Who appeared in Harry Potter movies?", "Michael Caine only appeared in what movies?"], "316_Moscow is in a country.": ["What is Moscow in?", "What is the name of the country in which Moscow is located?"], "317_Mission: Impossible 6 is produced by James Cameron.": ["Who produced Mission: Impossible 6?"], "318_Logic was born in March.": ["What is the name of the science that was born in March?", "When was Logic born?"], "319_Sylvester Stallone's first name is Jason.": ["What is Sylvester Stallone's first name?"], "320_Neil Armstrong commanded Gemini 1.": ["Who commanded the Gemini 1?", "What was the name of the spacecraft that Neil Armstrong commanded?"], "321_The Formula (1980 film) is directed by Michael Bay.": ["Who directed The Formula?", "What was the first film to be directed by Michael Bay?", "What is the name of the 1980 film directed by Michael Bay?"], "322_Melanie Griffith failed to win a Golden Globe.": ["Who won the Golden Globes?", "What did Melanie Griffith not win?"], "323_Nicole Kidman's parents are not Australian.": ["What is Nicole Kidman's mother's name?", "What are Nicole Kidman's parents?", "What is Nicole Kidman's nationality?"], "324_James McAvoy is incapable of being an actor.": ["Who is incapable of being an actor?", "Is James McAvoy capable of being an actor?"], "325_Star Wars: The Force Awakens is a film that happened after the American science fiction movie Star Wars: The Last Jedi.": ["What was the name of the movie that made the Force Awakens?", "What is the Star Wars: The Force Awakens?", "What was the name of the movie that made Star Wars: The Force Awakens?", "What happened after the movie Star Wars: The Force Awakens?", "What is the name of the movie that happened after the movie Star Wars: The Last Jedi?"], "326_The September 11 attacks happened in New York, New York.": ["What happened in New York?", "Where did the September 11 attacks happen?"], "327_The Godfather Part III is a dog.": ["What is the name of the Godfather Part III?", "What is the Godfather Part III?"], "328_Rebecca Ferguson has only been in films directed solely by Francis Ford Coppola.": ["How many films has Rebecca Ferguson been in?", "Who has only been in films directed by Francis Ford Coppola?", "Who directed Rebecca Ferguson?", "What has Rebecca Ferguson been in?"], "329_Alice is a reworking of an English film.": ["What is Alice a reworking of?", "What is Alice?", "What is the name of the reworking of an English film?"], "330_The latest album of LL Cool J was released in May.": ["When was LL Cool J's latest album released?", "What is the name of the latest album released by LL Cool J?", "What is the name of LL Cool J's latest album?"], "331_John Mayer long ago gave up on his dream of being a musician.": ["What was John Mayer's dream?", "What did John Mayer give up on long ago?", "Who gave up on his dream of being a musician?"], "332_Joseph Stalin was a squid.": ["Who was a squid?", "What was Joseph Stalin's life like?"], "333_American Gods is not an American television series.": ["What is the name of the American television series?"], "334_Qatar is separated from Bahrain by a river.": ["What is the name of the country that separates Qatar from Bahrain?", "What is the name of the country that is separated from Bahrain?", "What is the main reason why Qatar is separated from Bahrain?"], "335_Pitch Perfect 3 stars Anna Kendrick, Anna Camp, Rebel Wilson, Brittany Snow, Hailee Steinfeld, Alexis Knapp, Ester Dean, Hana Mae Lee, Chrissie Fit, Kelley Jakle.": ["Who is the star of the movie?", "What is the title of the Pitch Perfect 3 star?", "What is the name of the Pitch Perfect 3 star?", "Who is the star of Pitch Perfect 3?", "Which Pitch Perfect 3 star is a fan favorite?"], "336_Room 93 is by Madonna.": ["What is the name of the room where Madonna is a guest?", "Who is in Room 93?"], "337_RB Leipzig is based in France.": ["Where is RB Leipzig based?", "What is the name of the RB Leipzig?"], "338_Jeff Hardy is a 50-year-old wrestler.": ["What is Jeff Hardy's nickname?", "What is Jeff Hardy's age?"], "339_The Ren & Stimpy Show premiered five years before 1991.": ["What was the name of the show that first aired in 1991?", "When did the Ren & Stimpy show premiere?"], "340_Here is by a Briton.": ["Who is the person who is here?"], "341_The Fosters is a thriller series.": ["What is the name of the thriller series?", "What is The Fosters?"], "342_Jennifer Grey was born in 1961.": ["When was Jennifer Grey born?", "What is Jennifer Grey's real name?"], "343_The National Library of India is only located outside of a country in South Asia.": ["What is the name of the National Library of India?", "The National Library of India is located outside of what country in South Asia?", "The National Library of India is located outside of a country in what country?", "The National Library of India is located outside of a country in what region?"], "344_Portia de Rossi lost the Screen Actors Guild Award in 1999.": ["What is the name of the actress who lost the Screen Actors Guild Award in 1999?", "What award did Portia de Rossi lose in 1999?", "In what year did Portia de Rossi lose the Screen Actors Guild Award?"], "345_Natalie Wood was born in 1943, three years before her sister Lana Wood.": ["What was the name of Natalie Wood's sister?", "Who was Lana Wood?", "When was Natalie Wood born?"], "346_All the Pretty Horses is an American action film.": ["What is the name of the American action film?", "What is All the Pretty Horses?"], "347_Will Ferrell only worked on CBS.": ["Who worked on CBS?", "What is the only television network where Will Ferrell worked?"], "348_Debbie Reynolds starred in the revival of Irene in 1994.": ["Who starred in the revival of Irene?", "What was Debbie Reynolds' role in Irene?", "When did Debbie Reynolds star in the revival of Irene?", "What was Debbie Reynolds's first movie?"], "349_Everybody Needs a Best Friend is from A Million Ways to Die in the West.": ["Where is A Million Ways to Die?", "Who needs a best friend?", "What is the most important thing that everyone needs?", "Everybody Needs a Best Friend is from what website?"], "350_Back to the Future Part II is historical fiction.": ["What is the historical fiction of the Back to the Future?", "What is Back to the Future Part II?"], "351_Sally Field was never nominated for Golden Globe awards.": ["What awards did Sally Field never win?", "Who was never nominated for a Golden Globe?"], "352_Chris Hardwick only began hosting Ministry of Laughs in 2012.": ["When did Chris Hardwick start hosting Ministry of Laughs?", "What is the main thing that Chris Hardwick hosts?", "What is the name of Chris Hardwick's ministry of Laughs?", "Who started hosting Ministry of Laughs in 2012?"], "353_Jennifer Aniston is a Canadian.": ["What is Jennifer Aniston's nationality?", "What is Jennifer Aniston's real name?"], "354_Jaime Lannister is not a member of the Kingsguard.": ["What is Jaime Lannister not a member of?", "Who is not a member of the Kingsguard?"], "355_Veronika Decides to Die is written by James Cameron.": ["What is the name of the character in the book, \"Decided to Die\"?", "Who wrote the book Veronika Decides to Die?"], "356_Led Zeppelin was formed in Alaska.": ["What is the name of the band formed in Alaska?", "Where was Led Zeppelin formed?"], "357_Intimacy (film) is only a French film.": ["What is intimacy?", "What is the French term for film?", "Is intimacy a French film?"], "358_Marlon Brando played anyone except Emiliano Zapata.": ["Who did Marlon Brando play with other than Emiliano Zapata?", "Who played Marlon Brando except Emiliano Zapata?", "Who played any other player except Emiliano Zapata?"], "359_Slovakia is a warship.": ["What is Slovakia?", "What is the name of the warship that is slovakia?"], "360_Gennady Golovkin is a fencer.": ["What is Gennady Golovkin's profession?", "Who is a fencer?"], "361_The Odyssey has never been translated.": ["What is the name of the Odyssey that has never been translated?"], "362_Interpersonal psychotherapy centers solely on impersonal problems.": ["What is the focus of interpersonal psychotherapy?"], "363_Maria Sharapova has yet to receive a suspension.": ["Who has yet to receive a suspension?", "What has Maria Sharapova yet to receive?"], "364_Paul Thomas Anderson was the lead in Inherent Vice.": ["What was Paul Thomas Anderson's role in Inherent Vice?", "What is the name of Paul Thomas Anderson's film?", "Who was the lead actor in Inherent Vice?"], "365_Jerry Maguire was inspired by a sports competition named Leigh Steinberg.": ["What is the name of the sports competition that inspired Jerry Maguire?", "Who was inspired by Leigh Steinberg?", "What was Leigh Steinberg?"], "366_George Clooney is a fundraiser.": ["What is George Clooney's job?", "Who is a fundraiser?"], "367_Junun is a book.": ["What is the name of the book that is a book?", "What is Junun?"], "368_The Aegean Sea is far from the Black Sea.": ["How far away from the Black Sea is the Aegean Sea?", "What is far from the Black Sea?"], "369_Jeff Bezos is not the wealthiest or poorest person in the world.": ["What is Jeff Bezos' wealth?", "What is Jeff Bezos's status as a person?", "Who is not the wealthiest person in the world?"], "370_Transformers: Dark of the Moon is a political party slogan.": ["What is the dark side of the moon?", "What is the Transformers: Dark of the Moon?", "What is the political party slogan for Dark of the Moon?", "What is the darkest planet in the universe?"], "371_Richard Nixon was in the United States congressional election of 1972.": ["Who won the 1972 US congressional election?", "What was the name of the election that Richard Nixon was in?", "When was the first US congressional election?"], "372_Watchmen is a television show.": ["What is Watchmen?", "What is the name of the television show that is watchmen?"], "373_Stevie Nicks was only a member of Ween.": ["What was Stevie Nicks only a member of?", "How did Stevie Nicks join Ween?", "Who was a member of Ween?"], "374_Seth MacFarlane's first album was released.": ["Who released his first album?"], "375_The action comedy film Baby Driver was written by Edgar Wright and directed by Mike Figgis.": ["Who directed the movie Baby Driver?", "Who wrote the movie Baby Driver?", "What is the name of the action comedy film?", "What is Baby Driver?"], "376_Friends with Benefits had no human actors.": ["What was the effect of Friends with Benefits on the actors?", "What is the name of Friends with Benefits?", "Who were the people who were not actors in Friends with Benefits?"], "377_The Wicked Witch of the West is from To Kill a Mockingbird.": ["What is the name of the Witch from To Kill a Mockingbird?", "What is the Wicked Witch of the West from?"], "378_Jemaine Clement refused to learn to play any instruments.": ["Who refused to learn to play any instruments?"], "379_Miss Selfridge began in a corpse.": ["Where did Miss Selfridge begin?", "Who was the first Miss Selfridge?"], "380_Bridge of Spies was directed by Steven Spielberg in 2003.": ["When was Bridge of Spies directed?", "What is the name of the character in the movie Bridge of Spies?", "Who directed Bridge of Spies?", "What is the bridge of spies?"], "381_Wyatt Earp's first wife was not Urilla Sutherland Earp.": ["Who was the first wife of Wyatt Earp?"], "382_The Dark Knight featured Tom Hanks as the Joker.": ["Who played the Joker in the Dark Knight?", "What movie featured Tom Hanks as the Joker?"], "383_BYD Auto is a British manufacturer.": ["What is the name of the British auto manufacturer?", "What is BYD Auto?"], "384_The United Kingdom is an unindustrialized country.": ["What is the name of the unindustrialized country?", "What is the United Kingdom?"], "385_Lee Child was born in 1957.": ["When was Lee Child born?", "What is Lee Child's real name?"], "386_Woody Allen directed an orchestra in 1977.": ["Who directed an orchestra in 1977?", "When did Woody Allen direct an orchestra?", "What was Woody Allen's first orchestra?"], "387_Vacation stars only adult actors.": ["What is the only movie that stars adult actors?", "What are the best vacation stars?"], "388_Andorra is a television show.": ["What is Andorra?", "What is the name of the television show that is based in Andorra?"], "389_Timothy Olyphant made his acting debut in a house.": ["What was Timothy Olyphant's first acting role?", "What is the name of Timothy Olyphant's acting debut?", "What was Timothy Olyphant's acting debut?"], "390_Austria does not have a parliament.": ["What country does not have a parliament?"], "391_Music Bank (TV series) has so far been hosted exclusively by Brits.": ["How has Music Bank been hosted?", "What is the name of the music bank series?", "What is Music Bank?"], "392_The Underworld film series has a combined net worth of $212 million.": ["How much is the Underworld movie series worth?", "What is the movie Underworld?", "What is the total worth of the Underworld films?"], "393_Hugo Weaving is strictly a stage actor.": ["What is Hugo Weaving?", "What is the name of the actor who is a stage actor?"], "394_Brittany Murphy is incapable of being an actress.": ["What is Brittany Murphy incapable of being?", "Who is incapable of being an actress?", "Is Brittany Murphy capable of being an actress?"], "395_Suleiman the Magnificent was alive during the 2016 presidential election.": ["What is Suleiman?", "Who was the Magnificent in the 2016 presidential election?", "When was Suleiman the Magnificent alive?", "Was Suleiman the Magnificent alive during the 2016 presidential election?"], "396_Game of Thrones (season 3) premiered in 2012.": ["What is the name of Game of Thrones season 3?", "When did Game of Thrones season 3 premiere?", "What was Game of Thrones season 3?", "What is the name of the third season of Game of Thrones?"], "397_Tardigrades are non-segmented animals.": ["What are tardigrades?", "What are non-segmented animals?"], "398_Captain America: The Winter Soldier was exclusively based on a story by Ernest Hemingway.": ["How was Captain America: The Winter Soldier based on Ernest Hemingway?", "What was the name of Captain America: The Winter Soldier?", "What was the name of the Captain America: The Winter Soldier?", "What was Captain America: The Winter Soldier based on?", "Who wrote Captain America: The Winter Soldier?"], "399_Cory Monteith was rejected when auditioning for the television series Glee.": ["Who was rejected when auditioning for Glee?", "What was Cory Monteith auditioning for?"]}