{"100_Doctor Who was written by the Ancient Greeks.": ["Who was the Doctor Who of the Ancient Greeks?", "Who wrote Doctor Who?", "What is the name of the Doctor Who?"], "101_Marie Curie was naturalized-German.": ["Who was naturalized-German?", "What was Marie Curie's nationality?"], "102_Rogue appears in Canadian comic books.": ["What is the name of the character in Canadian comics?", "Where does Rogue appear in comics?"], "103_The German Shepherd is the second-most registered breed by the American Kennel Club and The Kennel Club UK.": ["How does the German Shepherd rank among dogs in the US?", "What is the name of the American Kennel Club?"], "104_Jennifer Garner had a starring role in the film Catch Me if You Can.": ["What was Jennifer Garner's role in Catch Me if You Can?", "Who starred in Catch Me if You Can?", "What was Jennifer Garner's starring role in Catch Me if You Can?", "What is the name of the movie that Jennifer Garner starred in?"], "105_Taiwan's high-tech industry plays a key role in the local economy.": ["What does Taiwan's high-tech industry play a key role in?", "How does Taiwan's high-tech industry play in the local economy?", "What is Taiwan's high tech industry?", "What is Taiwan's key industry?"], "106_Christianity failed to spread to Australasia.": ["What religion failed to spread to Australasia?", "Christianity failed to spread to what region?"], "107_Paul Rudd passed up the role he was offered in Role Models.": ["Why did Paul Rudd not get the role he was offered in Role Models?", "What role did Paul Rudd pass up in the role of a role model?", "Who was offered the role of Role Model?"], "108_Overwatch is a board game.": ["What is the board game?", "What is Overwatch?"], "109_Tom Welling was born November 26, 1977.": ["What year was Tom Welling born?", "When was Tom Welling born?", "What is Tom Welling's real name?"], "110_Naruto is incapable of being a ninja.": ["Is Naruto capable of being a ninja?", "Naruto is incapable of being what?", "What is the name of the ninja who is incapable of being a ninja?"], "111_Cindy McCain is married to a 2008 rugby champion.": ["Who is McCain's wife?", "Is Cindy McCain married to a rugby champion?", "What is the name of the rugby champion that Cindy McCain is married to?"], "112_Leonardo DiCaprio is a fish.": ["What is Leonardo DiCaprio?", "What is Leonardo DiCaprio's name?"], "113_Alan Ladd failed to become television producer.": ["Who failed to become a television producer?", "What was Alan Ladd's job?"], "114_Pixar was funded by an Indian industrial designer.": ["What was the name of the movie that was funded by an Indian industrial designer?", "Who funded Pixar?"], "115_Kumail Nanjiani has declined to act in any movies.": ["Who has declined to act in any movies?", "What has Kumail Nanjiani declined to act in?"], "116_Tiger Woods has not competed in a golf tournament.": ["Who has not competed in a golf tournament?", "What has Tiger Woods not competed in?"], "117_Portugal does not share a border with Spain.": ["What country does not share a border with Spain?", "What does Portugal not share with Spain?", "Portugal does not share a border with what country?"], "118_Dwyane Wade was rejected for the All-Rookie team.": ["Why was Dwyane Wade rejected for the All-Star team?", "Who was rejected for the All-Rookie team?"], "119_The Homesman features American actor John Lithgow.": ["Who is the actor in The Homesman?", "What is the name of John Lithgow's movie?"], "120_Shueisha is a publisher headquartered in Maine.": ["Where is Shueisha's headquarters?", "What is the name of the publisher based in Maine?"], "121_Apple Inc.'s consumer software lacks the iOS operating system.": ["What is the Apple product that lacks the iOS operating system?", "What is missing from Apple's consumer software?"], "122_Super Metroid is a movie sequel.": ["What is Super Metroid?", "What is the name of the sequel to Super Metroid?"], "123_Tall Story is a romantic comedy club.": ["What is the name of a romantic comedy club?", "What is Tall Story?"], "124_X-Men: Days of Future Past is a novel based on X-Men characters in comics.": ["Who is the main character in X-Men: Days of Future Past?", "What is the X-Men: Days of Future Past?", "What is the X-Men: Days of Future Past based on?", "What is the name of the X-Men: Days of Future Past novel?", "What is X-Men: Days of Future Past?"], "125_Furious 7 began principal photography in the summer of 2013.": ["What was the first thing Furious 7 did in 2013?", "When did Furious 7 begin principal photography?"], "126_Splatoon 2 is the only game in its franchise.": ["Is Splatoon 2 the only game in the Splatoon franchise?", "What is Splatoon 2?", "What is the only Splatoon 2 game in its franchise?"], "127_The interior of Uranus is only composed of gas.": ["What is the interior of Uranus composed of gas?", "What part of Uranus is composed of gas?"], "128_Qatar borders London.": ["What is the name of the country that borders London?", "What is the border of Qatar and London?"], "129_Brock Lesnar is signed to a Japanese mixed martial arts promotion.": ["What is Brock Lesnar signed to?", "Who is signed to a Japanese mixed martial arts promotion?"], "130_In & Out is directed by James Cameron.": ["Who directed In & Out?"], "131_Luke Evans had his Hollywood breakthrough role starring in a play.": ["Who was the first actor to have a Hollywood breakthrough role?", "What was Luke Evans' Hollywood breakthrough role?", "What was Luke Evans's role in a play?"], "132_Olivia Munn failed to be credited as Lisa Munn.": ["Who was credited as Lisa Munn?"], "133_Batman is yet to be released.": ["What is the name of the Batman character?"], "134_The Taj Mahal attracts significantly less than 7-8 million visitors a year.": ["How many visitors does the Taj Mahal attract each year?", "What is the most popular attraction in India?"], "135_Watchmen was number 91 on The Comics Journals list of the top 100 comics of the 20th century that was published in 2001.": ["When was Watchmen published?", "What was Watchmen's rank on the Comics Journals list of the top 100 comics of the 20th century published in 2001?", "What is the list of comics of the 20th century published in 2001?", "What was the top comic of the 20th century?", "What is the name of the list of the top 100 comics of the 20th century published in 2001?", "What was the number 91 on the list of the top 100 comics of the 20th century published in 2001?", "What century was Watchmen in?"], "136_Saddam Hussein died in 1937.": ["Who died in 1937?", "When did Saddam Hussein die?"], "137_Hugo Weaving is in zero movies.": ["What is the name of the weaving that is in zero movies?"], "138_Arsenic and Old Lace was released in 1964.": ["What is the name of the metal that was released in 1964?", "When was Arsenic and Old Lace released?", "What is the name of the lace that was released in 1964?"], "139_The Great Buck Howard was directed by Ingmar Bergman.": ["Who directed The Great Buck Howard?", "What is the name of the movie directed by Ingmar Bergman?"], "140_Marlon Brando was in any movie but Julius Caesar.": ["What movie did Marlon Brando star in?", "Who was in any movie other than Julius Caesar?", "What was Marlon Brando in other than Julius Caesar?"], "141_21 Jump Street was released by Columbia Pictures in 2002.": ["What is the name of the movie 21 Jump Street?", "What is the name of the movie released by Columbia in 2002?", "When was 21 Jump Street released?"], "142_Ronaldo Maczinski is Irish.": ["What is Ronaldo Maczinski's nationality?", "Who is the Irish football player?"], "143_Michael Schumacher is a professional writer": ["What is Michael Schumacher's profession?"], "144_Bridget Moynahan was cut from Lord of War.": ["What was Bridget Moynahan's position in Lord of War?", "What was Bridget Moynahan's job?", "Who was cut from Lord of War?"], "145_Cry Freedom wasn't shot in Kenya.": ["Where was Cry Freedom not shot?", "What was not shot in Kenya?"], "146_Anil Kapoor has never been a producer.": ["Who is the only producer who has never been a producer?", "What is Anil Kapoor's career?"], "147_Steven Tyler was active in the early 1980s.": ["What is the name of Steven Tyler?", "Was Steven Tyler active in the early 1980s?"], "148_Wikipedia has articles in only english.": ["What website has only English articles?", "What is the only English language Wikipedia has?", "Wikipedia has articles in what language?"], "149_Ellyse Perry is a man.": ["Who is a man?", "What is Ellyse Perry's gender?"], "150_American Idiot has not had five successful singles.": ["What is the name of the American Idot?", "How many successful singles has American Idot had?"], "151_Wyatt Earp was an actor.": ["What was Wyatt Earp's career?", "What is the name of the actor who was an actor?"], "152_Toronto is the least populous city in Canada.": ["What is Toronto's ranking among Canadian cities?", "What is the least populous city in Canada?", "What country is Toronto the least populous city in?"], "153_Singapore is south of Indonesia.": ["What is the name of the country that is south of Singapore?", "What is the geographical location of Singapore?", "What is the name of Singapore?"], "154_Hong Kong is incapable of being consistently ranked as the world's most freest economic entity.": ["Is Hong Kong ranked as the world's most free economy?", "What is the world's most free economy?", "What is Hong Kong's ranking as a free economy?", "How can Hong Kong be ranked as the world's most freest economic entity?"], "155_Andre Agassi is a golfer.": ["What is the name of the golfer?", "What is Andre Agassi's hobbies?"], "156_Bangladesh is a founding member of nationalism.": ["What is the name of the country that is a founding member of nationalism?", "What is Bangladesh's founding status as a nationalism?", "What is Bangladesh a founding member of?"], "157_Tequila is incapable of being made in Mexico.": ["Is Tequila made in Mexico?", "Where can Tequila be made?", "What is the only tequila that can be made in Mexico?"], "158_Donald Glover never released an album.": ["Who never released an album?", "What did Donald Glover never release?"], "159_FC Barcelona was ranked second in the IFFHS Club World Ranking for 2015.": ["What is the IFFHS Club World Ranking for 2015?", "What is the name of Barcelona's football team?", "In what year did Barcelona rank second in the IFFHS Club World Ranking?", "What is the club world ranking?", "Where did Barcelona rank in the IFFHS Club World Rankings 2015?"], "160_Ratatouille was directed by one person.": ["What is the name of the movie that was directed by one person?", "Who directed Ratatouille?"], "161_Iron Fist was created by Damon Lindelof.": ["Who created Iron Fist?", "What is the name of the iron fist?"], "162_Dangerous Beauty is a 1990 film.": ["What is the name of Dangerous Beauty?", "What is the name of the 1990 film, Dangerous Beauty?"], "163_Jerry Goldsmith failed to collaborate with anybody during his career.": ["Who did Jerry Goldsmith fail to collaborate with during his career?", "Who did not collaborate with anyone during his career?", "What was Jerry Goldsmith's career?"], "164_The Vampire Diaries only aired two seasons.": ["What was the name of the show that only aired two seasons?", "How many seasons did the Vampire Diaries air?"], "165_The Ten Commandments is reviewed by Cecil B. DeMille.": ["What is the name of the book that Cecil B. DeMille reviewed?", "Who reviewed the Ten Commandments?"], "166_Alandi is only a city.": ["What is the name of the city that is only a city?", "Is Alandi a city?"], "167_Marshall McLuhan predicted his own death.": ["Who predicted his own death?", "What did Marshall McLuhan predict?"], "168_Guam was employed by America.": ["What is the name of the country that was employed by America?", "What country employed Guam?"], "169_This Sporting Life was directed by a director born in 1919.": ["Who directed This Sporting Life?", "What was the name of the movie directed by a director born in 1919?", "When was this sporting life directed?"], "170_Romelu Lukaku is a golfer.": ["What is Romelu Lukaku's hobbies?", "What is the name of the golfer?"], "171_Al Capone was not prosecuted for tax evasion.": ["Who was not prosecuted for tax evasion?"], "172_A Song of Ice and Fire is part of an American book series called A Game of Thrones.": ["What is the name of the book series A Game of Thrones?", "What is A Game of Thrones?", "What is the name of the game of thrones?", "What is the main element of A Game of Thrones?"], "173_Katie Stevens is Australian.": ["What is the name of the Australian who is currently living in Australia?", "What is Katie Stevens' nationality?"], "174_Twitter has more than one office.": ["How many offices does Twitter have?", "What is the name of Twitter's office?"], "175_Randy Orton is a squid.": ["What is the name of the squid?", "What is Randy Orton's breed?"], "176_Burundi is only populated by Tutsis.": ["What is the only country populated by Tutsis?", "What is the only group of people in Burundi?"], "177_Charles Dickens was not English.": ["What was Charles Dickens's native language?", "Who was not English?"], "178_Michael Fassbender was in the NBC miniseries Band of Brothers.": ["What was the name of the band of brothers?", "What is the name of the band of brothers?", "Who was in the Band of Brothers?", "What is the name of the NBC miniseries Michael Fassbender appeared in?"], "179_Eric Trump's father's birthday is June 14.": ["What is the name of Eric Trump's father?", "What is the name of Trump's father?", "When is Eric Trump's father's birthday?", "What is the birthday of Eric Trump's father?"], "180_Ethiopia is a state.": ["What is Ethiopia?", "What is the name of Ethiopia?"], "181_Heartland has no nationality.": ["What is the name of the country that has no nationality?", "What is the nationality of Heartland?"], "182_Following was only directed by Martin Scorsese.": ["Who directed Following?"], "183_Pirates of the Caribbean is set in a fictional future setting.": ["Who is the protagonist of Pirates of the Caribbean?", "What is the setting of Pirates of the Caribbean?", "What is the fictional future setting of Pirates of the Caribbean?"], "184_Ad-Rock is single.": ["How is Ad-Rock?", "What is the single genre of ad-rock?"], "185_Led Zeppelin II was only released in Japan on October 31, 1969.": ["What was the name of the Led Zeppelin II?", "When was Led Zeppelin II released in Japan?", "Where was Led Zeppelin II released?"], "186_The hero of the Odyssey is Harry Potter.": ["Who is the hero of the Odyssey?"], "187_Ben Stiller did not direct or star in the film Zoolander.": ["What was Ben Stiller's role in Zoolander?", "What was the name of the film Zoolander?", "What was the name of the film that Ben Stiller did not direct or star in?", "Who directed Zoolander?"], "188_Turkey ended accession negotiations with the European Union.": ["What did Turkey do to end its relationship with the European Union?", "Who ended the EU accession negotiations?", "What country did Turkey end its accession negotiations with?"], "189_The Gheg of southern Austria form the oldest continuous ethnic Albanian diaspora.": ["What is the Gheg of southern Austria?", "Where are the Gheg located?", "What is the oldest ethnic Albanian diaspora?"], "190_Before the year 2000, The Ren & Stimpy Show was created.": ["Before 2000, what year was the Ren & Stimpy Show created?", "What was the name of the show created before 2000?"], "191_Farrah Fawcett forfeited four additional Golden Globe nominations for her 1980s work in TV movies.": ["What was Farrah Fawcett's work in in the 1980s?", "Who won the Golden Globes for her work in TV movies in the 1980s?", "How many Golden Globe nominations did Farrah Fawcett lose for her work in TV movies?", "What was Farrah Fawcett's work in TV movies?"], "192_Judy Greer has not appeared in multiple films.": ["Who has not appeared in multiple films?", "How many films has Judy Greer appeared in?"], "193_Little Mix is a Ugandan girl group.": ["What is Little Mix?", "What is the name of the Ugandan girl group?"], "194_Baahubali: The Beginning was released in 2000.": ["What is the name of the movie that was released in 2000?", "When was Baahubali: The Beginning released?", "What was the name of Baahubali?"], "195_Christina Aguilera has avoided the music industry entirely.": ["What industry has Christina Aguilera avoided?", "Who has avoided the music industry completely?"], "196_Lodging is done in a car.": ["How is lodging done?"], "197_The Khmer Empire was weak.": ["Was the Khmer Empire weak or weak?", "What was weak?"], "198_Buddy Holly's birth name was Johnny Bravo.": ["What is Buddy Holly's birth name?"], "199_Nazi Germany happened after Hitler's death.": ["What happened after Hitler's death?", "Who died after Hitler?", "What happened to Hitler?"]}