{"400_John Lennon died after 1987.": ["When did John Lennon die?", "Who died after 1987?"], "401_Thor: The Dark World is a movie about a DC comics character.": ["What is the name of the movie about Thor?", "What is the name of the character in Thor: The Dark World?", "What is Thor: The Dark World?"], "402_All the Pretty Horses is a 2017 film.": ["What is All the Pretty Horses?", "What is the name of the 2017 movie?"], "403_Alkaline Trio is a jazz band.": ["What is the Alkaline Trio?", "What is the name of the jazz band?"], "404_Taylor Kitsch was born in 1984.": ["When was Taylor Kitsch born?", "What is Taylor Kitsch's real name?"], "405_Teen Wolf is a political movement.": ["What is the political movement called?", "What is Teen Wolf?"], "406_Anne Bancroft was born after 1987.": ["When was Anne Bancroft born?", "What is the name of the woman who was born after 1987?"], "407_Manchester City F.C. is an American football club.": ["What is the name of the football club in Manchester?", "What is Manchester City Football Club?"], "408_Tom Cruise turn down the role he was offered in Rain Man.": ["Who turned down the role in Rain Man?", "What was Tom Cruise's role in Rain Man?", "Why did Tom Cruise turn down the role in Rain Man?"], "409_All original members of Stone Temple Pilots were born in September.": ["What were the original members of the Stone Temple Pilots?", "Who were the original Stone Temple Pilots members?"], "410_Audrey Horne was introduced in anything except a series that premiered on Sunday, April 8, 1990.": ["What year did the first Audrey Horne series premiere?", "What was the only series that introduced Audrey Horne?", "What day did the first Audrey Horne series premiere?", "Who was introduced in the first season of American Idol?"], "411_Ricin comes from animals.": ["What is the name of the ricin?", "What is the origin of ricin?"], "412_The Academy Honorary Award was instituted for the best new novel by a dead writer.": ["What is the best new novel by a dead writer?", "Who won the Academy Honorary Award for the best new novel?"], "413_Werner Herzog was born in April.": ["Who was born in April?", "When was Werner Herzog born?"], "414_There are zero actors in Pitch Perfect 3.": ["How many actors are in Pitch Perfect 3?", "What is the name of the third season of Pitch Perfect?"], "415_The Golden State Warriors started playing basketball in 1971.": ["When did the Golden State Warriors start playing basketball?", "What is the name of the team that started playing basketball in 1971?", "What sport did the Golden State Warriors start playing in 1971?"], "416_Melisandre has only ever appeared on television.": ["Who has only ever appeared on television?", "What is the only TV show where Melisandre has appeared?"], "417_Nina Simone has had the same name since birth.": ["What is Nina Simone's name?", "When did Nina Simone have her name?"], "418_Inspectah Deck isn't a rapper.": ["What is the name of the rapper that isn't a rapper?", "What is Inspectah Deck's career?"], "419_The Great Gatsby does not explore themes of idealism.": ["What does the Great Gatsby not explore?", "What is the theme of the Great Gatsby?"], "420_Charlie Sheen died on September 2, 1965.": ["Who died on September 2, 1965?", "What year did Charlie Sheen die?", "When did Charlie Sheen die?"], "421_Desperate Housewives aired on a channel.": ["What was the name of the channel that Desperate Housewives aired on?", "What is the name of the show that aired on a channel?"], "422_Anil Kapoor does not have a career.": ["Who is not a career oriented person?"], "423_Michael Caine was incapable of starring in The Man Who Would Be King.": ["What is the title of the movie The Man Who Would Be King?", "What is the name of the movie that Michael Caine starred in?", "Who was incapable of starring in The Man Who Would Be King?"], "424_John Cusack was in the class High Fidelity.": ["Who was in the class High Fidelity?", "What class was John Cusack in?"], "425_Andrew Jackson was a Scientologist.": ["Who was a Scientologist?", "What was Andrew Jackson's profession?"], "426_Afghanistan has not been inhabited by humans since the Middle Paleolithic Era.": ["What is the only species that has lived in Afghanistan since the Middle Paleolithic Era?", "What is the name of the country that has not been inhabited by humans since the Middle Paleolithic Era?", "When did humans first inhabit Afghanistan?"], "427_Large numbers of civilians were not executed during the French Revolution.": ["What was the first French Revolution?", "How many civilians were not executed during the French Revolution?", "What were the people who were not executed during the French Revolution?"], "428_Roger Penrose has yet to receive a prize for physics.": ["Who has yet to win a prize for physics?", "What is Roger Penrose's favorite subject?"], "429_Lymelife takes place in 1990's Brooklyn.": ["When was Lymelife first held?", "Where is Lymelife?", "What is the name of the lymelife show in Brooklyn?", "Where is Lymelife located?"], "430_Charlie Rubin refused a writing job on In Living Color.": ["Who refused a writing job on In Living Color?", "What did Charlie Rubin refuse to do on In Living Color?", "What is the main reason Charlie Rubin refused a writing job on In Living Color?"], "431_Taiwan only has a neighbor to the east.": ["What is the only neighbor to the east?", "What is Taiwan's neighbor to the east?", "To what direction does Taiwan have a neighbor?"], "432_Maynard James Keenan had nothing to do with A Perfect Circle.": ["What was Maynard James Keenan's first film?", "What did Maynard James Keenan have to do with A Perfect Circle?", "Who had nothing to do with A Perfect Circle?"], "433_Sue Vertue is exclusively from America.": ["Where is Sue Vertue from?", "How does Sue Vertue live in America?", "Who is the only American woman to be from America?"], "434_Independence Day: Resurgence had zero writers.": ["What was the effect of Independence Day on writers?", "What is the day of the writer's revival?"], "435_Stranger Things is set in Oklahoma.": ["Where is Stranger Things set?", "What is the name of the movie Stranger Things?"], "436_Daft Punk has had success from 1991 to the present.": ["What is the current status of Daft Punk?", "What has been the success of Daft Punk since 1991?", "When did Daft Punk start?", "What is the name of the band that has had success from 1991 to the present?"], "437_Bradford is the location of Cartwright Museum.": ["What is the location of Cartwright Museum?", "What is the name of the cartwright museum in Bradford?"], "438_La La Anthony's middle name is Jose.": ["What is the middle name of La La Anthony?", "What is La La Anthony's middle name?"], "439_Zooey Deschanel did not perform in a jazz cabaret act.": ["What type of act did Zooey Deschanel not perform in?", "Who did not perform in a jazz cabaret act?"], "440_Galaxy Quest is a horror movie.": ["What is Galaxy Quest?", "What is the name of the horror movie Galaxy Quest?"], "441_Hisense failed to acquire the right to sell televisions in the Americas.": ["What did Hisense fail to sell in the Americas?", "Who failed to acquire the right to sell televisions in the Americas?"], "442_Portugal is a state.": ["What is Portugal?", "What is the name of the state of Portugal?"], "443_Steve Irwin graduated university in 1962.": ["When did Steve Irwin graduate from university?", "Who graduated from the University of Chicago in 1962?", "What did Steve Irwin do in 1962?"], "444_Outlander (TV series) adapts the Lord of the Rings novels.": ["What is the Lord of the Rings series?", "What is the name of the TV series that adapts the Lord of the Rings novels?", "What is the name of the Lord of the Rings novel?", "What is Outlander?"], "445_The characters in Grey's Anatomy try to maintain personal lives only.": ["What do the characters in Grey's Anatomy try to maintain?", "What is the color of the characters in Grey's Anatomy?", "What is the only subject of Grey's book?", "Who is in Grey's Anatomy?"], "446_Dominick Dunne was born in 1923.": ["When was Dominick Dunne born?", "What is the name of Dominick Dunne?"], "447_The Breakfast Club is not a film.": ["What is not a film?", "What is The Breakfast Club?"], "448_Oz the Great and Powerful was released without the Disney Digital 3-D format.": ["What is Oz the Great and Powerful?", "What was Oz the Great and Powerful released without?", "What was Oz the Great and Powerful?", "What is the Great and Powerful?"], "449_Final Fantasy XII is a religion.": ["What is Final Fantasy XII?", "What is the religion of Final Fantasy XII?"], "450_Shania Twain is not a music artist.": ["Who is not a music artist?", "What is Shania Twain not?"], "451_Marilyn Monroe did not play comic characters.": ["What did Marilyn Monroe not play?", "What is the name of Marilyn Monroe's character?"], "452_Singapore has a high level of press freedom.": ["What is Singapore's high level of?", "What is the highest level of press freedom in Singapore?", "How does Singapore have press freedom?"], "453_Lee Min-ho is incapable of being an actor.": ["Who is incapable of being an actor?", "What is Lee Min-ho incapable of being?", "Is Lee Min-ho capable of being an actor?"], "454_The capital of British Columbia is not the fifteenth-largest metropolitan region in Canada.": ["What is the capital of British Columbia?", "What country is British Columbia a metropolitan region?"], "455_David Thewlis was born in 1983.": ["When was David Thewlis born?", "What is the name of David Thewlis?"], "456_On the Road (film) is adapted from a cartoon drawn by Ralph Steadman.": ["What is the name of the film adapted from a cartoon by Ralph Steadman?", "Who is the creator of On the Road?", "What is On the Road adapted from?", "What is On the Road?"], "457_Melbourne is in Russia.": ["What is the name of Melbourne?", "What country is Melbourne in?"], "458_Scarlett Johansson only released an album in 2004.": ["Who released an album in 2004?", "When did Scarlett Johansson release her first album?", "What was Scarlett Johansson's first release?"], "459_Tequila is a food.": ["What is Tequila?", "What is the name of the food that is tequila?"], "460_Treasure was made after the 24K Magic World Tour.": ["What was the first time that a treasure was made?", "What was made after the 24K Magic World Tour?"], "461_The Divergent Series' first movie wasn't directed by Neil Burger.": ["Who directed the first Divergent Series movie?", "What was the first Divergent Series movie?"], "462_Dylan O'Brien is in no films slated for 2018.": ["What is the upcoming film of Dylan O'Brien?", "What year is Dylan O'Brien in no films?", "Who is in no films slated for 2018?"], "463_Pineapple Express is a French film.": ["What is the name of the film Pineapple Express?", "What is the name of the French film?"], "464_Ethiopia is on a cape.": ["What is the name of Ethiopia?", "What is Ethiopia on?"], "465_Stephanie Daley denied Tamblyn a nomination for best supporting female at the 2006 Independent Spirit Awards.": ["What did Stephanie Daley deny Tamblyn at the Independent Spirit Awards?", "Who denied Tamblyn a nomination for best supporting female at the Independent Spirit Awards?", "What gender was Tamblyn at the 2006 Independent Spirit Awards?", "What was Tamblyn's nomination for the Independent Spirit Awards?", "Who was denied a nomination for best supporting female at the Independent Spirit Awards?", "Where did Stephanie Daley deny Tamblyn a nomination for best supporting female?"], "466_Fergie did not begin touring in 2009.": ["What was the name of the band that did not begin touring in 2009?", "When did Fergie stop touring?"], "467_Solange Knowles refused to ever sing or write songs.": ["Who refused to sing or write songs?"], "468_Syria includes only one ethnic group which is Italian.": ["What is the name of the ethnic group that is Italian?", "What is the only ethnic group in Syria that is Italian?", "How many ethnic groups does Syria have?", "What is the only ethnic group in Syria?"], "469_Batman: The Killing Joke was illustrated by a dolphin.": ["What is the name of the Batman movie?", "What was the animal that illustrated Batman: The Killing Joke?", "What is the name of the character that was illustrated by a dolphin?"], "470_Ludacris has not won an MTV award.": ["Who has not won an MTV award?", "What has Ludacris not won?"], "471_The Shield is a French crime drama TV series.": ["What is the name of the French crime drama TV series?", "What is The Shield?"], "472_The Jacksons refused to air on any English language broadcast tv network.": ["Who refused to air on any English language broadcast tv network?", "What is the only English language broadcast channel that the Jacksons refused to air on?", "What broadcast network did the Jacksons refuse to air on?"], "473_Los Angeles has religious diversity.": ["What is the religious diversity in Los Angeles?", "What is the city with the most religious diversity?"], "474_WWI has never been known as the Great War.": ["What was the first World War?", "What was WWI known as?"], "475_Newfoundland and Labrador contains the island Puerto Rico.": ["What is the name of the island Puerto Rico?", "What is the name of the island in Newfoundland and Labrador?"], "476_Adele is a Canadian songwriter.": ["What is Adele's career?", "Who is the Canadian songwriter?"], "477_Meryl Streep is unqualified for a nomination for an Academy Award.": ["Who is unqualified for an Academy Award nomination?", "What is Meryl Streep unqualified for?", "Is Meryl Streep eligible for an Academy Award nomination?"], "478_Rain Man is incapable of winning anything.": ["Is Rain Man capable of winning anything?", "Rain Man is incapable of winning anything?", "Who is incapable of winning anything?"], "479_Catherine Zeta-Jones is a Pisces.": ["What is Catherine Zeta-Jones's zodiac sign?", "Who is a Pisces?"], "480_Usain Bolt is a whale.": ["What is the name of the whale?", "What is Usain Bolt?"], "481_Kirk Douglas is only Canadian.": ["Is Kirk Douglas a Canadian?", "Who is the only Canadian?"], "482_Matthew Modine played the title character of the TV series Birdy.": ["Who played the title character of the TV series Birdy?", "What is the name of the TV series Matthew Modine played?", "What was Matthew Modine's role in the TV series Birdy?"], "483_To Kill a Mockingbird takes place in South Asia.": ["Where does To Kill a Mockingbird take place?", "What is the name of the bird that is killed in South Asia?"], "484_Adam Sandler did not found Happy Madison Productions.": ["Who was the founder of Happy Madison Productions?", "What is the name of the company that Adam Sandler did not found?"], "485_Twilight's first novel has a released companion novel called Midnight Sun.": ["What is the name of Twilight's companion novel?", "What is Midnight Sun?"], "486_Sean Combs released his debut album in March of 1997.": ["What was Sean Combs's first album?", "When did Sean Combs release his debut album?", "What is Sean's first album?"], "487_Before We Go has always been called Before We Go.": ["Before We Go has always been called Before We Go."], "488_Prince did not make the album Prince.": ["What is the name of Prince's album?", "What was Prince's last album?"], "489_Rhona Mitra is not a songwriter.": ["Who is not a songwriter?"], "490_The New York Times is German.": ["What is the name of the German newspaper?", "What is the language of the New York Times?"], "491_Tony Bill has yet to produce a movie.": ["What has Tony Bill yet to produce?", "Who has yet to produce a movie?"], "492_Budapest has no Parliament building.": ["What is the Parliament building in Budapest?", "What is the name of the Parliament building in Budapest?"], "493_Role-playing games should be conducted in silence.": ["What should be conducted in silence?", "What should be the norm in a role-playing game?"], "494_Jules Dumont d'Urville was born on May 13, 1790.": ["When was Jules Dumont d'Urville born?", "What was the name of the man who was born on May 13, 1790?"], "495_Theodore Roosevelt only ever founded a conservative party.": ["Who founded the conservative party?", "What was the only conservative party that Theodore Roosevelt founded?"], "496_Rowan Atkinson only stars in a French television series.": ["What is Rowan Atkinson's only TV series?", "Who stars in a French television series?"], "497_Neymar's full name is Neymar Lebron James.": ["What is Neymar's full name?"], "498_The Divergent Series: Insurgent is based solely on the Harry Potter series.": ["What is the Divergent Series: Insurgent based on?", "How is Divergent Series: Insurgent based on the Harry Potter series?", "What is the name of the Divergent Series?"], "499_R. Kelly is incapable of being a musician.": ["Is R. Kelly capable of being a musician?", "Who is incapable of being a musician?", "What is R. Kelly incapable of being?"]}