{"200_Jimmy Carter was not a president.": ["Who was the president of the United States?", "What was Jimmy Carter not?"], "201_Faith Evans works solely as an actress.": ["What is Faith Evans's job?", "How does Faith Evans work?", "What is the name of Faith Evans?"], "202_Natalie Portman was not in Star Wars.": ["Who was not in Star Wars?", "Natalie Portman was not in what movie?"], "203_Nick Kroll has a leading role in the comedy Get Him to the Greek.": ["What is the genre of Get Him to the Greek?", "What is Nick Kroll's role in Get Him to the Greek?", "Who is the lead actor in Get Him to the Greek?"], "204_Inhumans are DC characters.": ["What are inhumans?", "What are the DC characters?"], "205_Thirteen is based on Nikki Reed's death at age 12 and 13.": ["What happened to Nikki Reed at age 12 and 13?", "How old was Nikki Reed when she died?", "When did Nikki Reed die?", "Who died at age 12 and 13?"], "206_Caitlyn Jenner did not change her gender.": ["What is Caitlyn Jenner's gender?", "What is the name of the actress who did not change her gender?"], "207_Slovakia joined in Eurozone in November 2009.": ["Which country joined the Eurozone in November 2009?", "What is the name of the European Union?", "When did Slovakia join the Eurozone?"], "208_Iain Glen is only a film actor.": ["Who is the only film actor?", "Iain Glen is what?"], "209_Janet Varney is a German.": ["What is Janet Varney's real name?", "What is Janet Varney's nationality?"], "210_Lee Min-ho is a German singer.": ["Who is the German singer?", "What is Lee Min-ho's background?"], "211_No artists lived in Amsterdam.": ["What is the name of the city where no artists lived?", "What is the name of the artist who lived in Amsterdam?"], "212_Shawn Mendes is represented by a Canadian record label.": ["What is the name of the Canadian record label?", "What is Shawn Mendes represented by?"], "213_The Secret Life of Us failed to ever air anywhere.": ["Who did not air on The Secret Life of Us?", "What was the name of the show that never aired?"], "214_The Dark Knight is set in Metropolis.": ["What is the name of the movie that is set in Metropolis?", "What is the location of the Dark Knight?"], "215_Jamie Foxx was incapable of portraying Ray Charles in Ray.": ["Was Jamie Foxx able to portray Ray Charles?", "What is the name of the character in Ray Charles?", "What is Ray Charles?", "Who was incapable of portraying Ray Charles?"], "216_Ty Cobb was born in rural Connecticut.": ["What is Ty Cobb's real name?", "Where was Ty Cobb born?"], "217_Toy Story is a television show.": ["What is Toy Story?", "What is the name of the television show that is Toy Story?"], "218_Melisandre was left out of A Storm of Swords (2000).": ["When was A Storm of Swords released?", "What was the name of the movie that Melisandre was left out of?", "Who was left out of A Storm of Swords (2000)?", "What is Melisandre's weapon?"], "219_Suits stars a dog named Harvey Specter.": ["What is the name of the dog in Suits?", "What is the name of the suit that stars a dog named Harvey Specter?", "What is Harvey Specter?"], "220_Dr. Dre established his own country.": ["What did Dr. Dre establish?", "Who established his own country?"], "221_Derrick Rose was not born in the Chicago area.": ["What is the name of Derrick Rose?", "Where was Derrick Rose born?"], "222_Charles I of England was a pauper.": ["What was Charles I of England?", "Who was the pauper of Charles I of England?", "What country was Charles I of?", "What was Charles I's name?"], "223_Billy Clanton was unrelated to Newman Clanton.": ["Was Billy Clanton related to Newman Clanton?", "Who was unrelated to Newman Clanton?"], "224_Cara Delevinge did not win the Model of the Year award.": ["What was Cara Delevinge's Model of the Year award?", "What award did Cara Delevinge not win?", "Who won the Model of the Year award?"], "225_David Harbour was born on June 2nd, 1991.": ["When was David Harbour born?", "What is the name of David Harbour?"], "226_Furious 7 is a TV show.": ["What is Furious 7?"], "227_Caroline, Princess of Hanover is married to anyone but an heir.": ["Who is the Princess of Hanover?", "What is Caroline's occupation?", "What is Caroline's status as a princess of Hanover?"], "228_Nikolaj Coster-Waldau was not in a Danish thriller film.": ["What was Nikolaj Coster-Waldau's film?", "Who was not in a thriller film?"], "229_Gujarat is in Western Boston.": ["What is the name of the Indian city in Gujarat?", "Where is Gujarat located?"], "230_Chandni was created in 2001.": ["What is the name of the new Indian government?", "When was Chandni created?"], "231_Ronald Reagan worked for the president of the United States.": ["What was Ronald Reagan's job?", "Who was the president of the United States?"], "232_Hulk's coloration has not varied.": ["What is the most important thing that Hulk has not changed?", "What is the color of hulk?"], "233_Roger Federer avoided tennis entirely.": ["What did Roger Federer avoid?", "Who avoided tennis altogether?"], "234_Planet of the Apes is a squid.": ["What is the planet of the Apes?", "What is Planet of the Apes?", "What planet is a squid?"], "235_George Best has been described as \"the worst player to ever pull on the green shirt of Wales.\"": ["Who is the worst player to ever pull on the green shirt of Wales?", "How has George Best been described?", "What country is George Best from?"], "236_Bring It On (film) had zero involvement from Jesse Bradford.": ["Who was the director of Bring It On?", "What is Bring It On?", "What was the name of the film that had no involvement from Jesse Bradford?", "How much involvement did Jesse Bradford have in Bring It On?"], "237_Jon Watts has only ever been a plumber.": ["Who is the only plumber?", "What is Jon Watts' only job?"], "238_Cosmopolitan as of 2011 only contains content which includes articles on dogs.": ["What does Cosmopolitan only contain as of 2011?", "What is the only article in Cosmopolitan that includes dogs?", "What is the only animal in Cosmopolitan as of 2011?", "What does Cosmopolitan only contain in 2011?", "What is the only website that contains articles on dogs?"], "239_Wentworth premiered on Broadway.": ["Where did Wentworth premiere?", "What was the name of the first Broadway musical?"], "240_Apple was not founded in 1976.": ["What was the name of the company that was not founded in 1976?", "When was Apple founded?"], "241_Grace Kelly did not work with Alfred Hitchcock.": ["Who did Grace Kelly work with?", "Who did not work with Alfred Hitchcock?"], "242_Taylor Kitsch only worked on the 2012 film Savages.": ["What was the first film Taylor Kitsch worked on?", "Who worked on the film Savages?"], "243_In Azerbaijan, according to polls, 53% of the population state that religion has importance in their lives.": ["What do 53% of the population in Azerbaijan believe is important in their lives?", "What is the most recent poll that shows that religion is important in Azerbaijan?", "What is religion in Azerbaijan?", "What do 53% of the population of Azerbaijan think religion has in their lives?", "What country has 53% of the population that religion is important in their lives?", "What do 53% of the population believe religion has an important role in?"], "244_The Muppet Christmas Carol is a television show.": ["What is the Muppet Christmas Carol?", "What is the name of the television show that is based on the Muppet Christmas Carol?"], "245_Superior Donuts is a noir film.": ["What is the name of the film that is noir?", "What is Superior Donuts?"], "246_Usain Bolt is incapable of competing in sports.": ["Who is incapable of competing in sports?", "What is Usain Bolt incapable of competing in?", "Is Usain Bolt capable of competing in sports?"], "247_Bruce Lee was only a professional martial artist and unable to act.": ["Who was a professional martial artist and unable to act?", "How was Bruce Lee?"], "248_Ajay Devgn is an actor in the Canadian film industry.": ["What is the name of the actor who is in the Canadian film industry?", "What is Ajay Devgn's career?"], "249_Megan Fox ended her acting career in 2001.": ["When did Megan Fox end her acting career?", "What career did Megan Fox end in 2001?", "What is Megan Fox's career?"], "250_Nick Nolte turned down the role he was offered in Tropic Thunder.": ["Why did Nick Nolte turn down the role in Tropic Thunder?", "Who turned down the role in Tropic Thunder?", "What was the name of the movie Nick Nolte turned down for a role in?"], "251_It was announced that Black Panther would be developed by Marvel Studios in 1928.": ["Who developed Black Panther?", "When was Black Panther announced?", "What was the name of the movie Black Panther?", "What was the name of the black Panther movie?"], "252_The Sopranos had seven seasons.": ["How many seasons did the Sopranos have?"], "253_Anna Paquin was unable to perform the role of Flora McGrath.": ["Who was unable to perform the role of Flora McGrath?", "Was Anna Paquin able to perform the role of Flora McGrath?", "What role did Anna Paquin not perform?", "What is the role of Flora McGrath?"], "254_The Matrix Revolutions was directed by Steven Spielberg.": ["What was Steven Spielberg's first film?", "Who directed the movie The Matrix Revolutions?"], "255_Robert Wagner wrote his autobiography by himself.": ["Who wrote his autobiography by himself?", "What is Robert Wagner's first book?", "Who wrote Robert Wagner's autobiography?"], "256_Dangerous Liaisons is exclusively a drama film.": ["What is Dangerous Liaisons?", "What is the name of the film Dangerous Liaisons?"], "257_Courtney Love refused to appear in Man on the Moon (1999).": ["When did Courtney Love appear in Man on the Moon?", "Who refused to appear in Man on the Moon?", "What is Courtney Love's character in Man on the Moon?"], "258_Taiwan did not change from a one-party military dictatorship to a multi-party democracy in the 1980s and early 1990s.": ["When did Taiwan change from a one-party military dictatorship to a multi-party democracy?", "What was Taiwan's military dictatorship in the 1980s and early 1990s?", "What was Taiwan's military dictatorship?", "What was the one-party military dictatorship in Taiwan in the 1980s and early 1990s?"], "259_Stephen Rider turned down the opportunity to work in the series Lucky 7.": ["Why did Stephen Rider turn down the chance to work on Lucky 7?", "What is the name of the character who turned down the chance to work on Lucky 7?"], "260_Muhammad did not migrate from Mecca to Medina.": ["Who did not migrate from Mecca to Medina?", "Where did Muhammad not migrate from?"], "261_Three Men and a Baby is a baby food store.": ["What is Three Men and a Baby?", "What is the name of the baby food store?"], "262_Canada is an island.": ["What is Canada?", "What is the name of the island in Canada?"], "263_A loss of supply only has nothing to do with prime ministers.": ["What is lost by prime ministers?", "What is the effect of a loss of supply on prime ministers?", "What is the point of a loss of supply to prime ministers?", "What is the only person who has lost supply?"], "264_Ringo Starr has been featured in textbooks.": ["Who is featured in textbooks?", "Where has Ringo Starr been featured?"], "265_Randy Orton has been unable to move his entire life.": ["Who has been unable to move his entire life?", "How has Randy Orton been able to move his entire life?", "How long has Randy Orton been unable to move?"], "266_Thor: The Dark World was released in October 2013 in the United States.": ["What is Thor: The Dark World?", "What is the name of Thor: The Dark World?", "Where was Thor: The Dark World released?", "When was Thor: The Dark World released?"], "267_O. J. Simpson died before football was invented.": ["Who died before football was invented?", "What was invented before O.J. Simpson?"], "268_My Sweet Lord is by The Temptations.": ["Who is My Sweet Lord?", "What is the name of the Lord of the Temptations?"], "269_Arrow is available on DVD only in region 3.": ["What is the only way to watch Arrow?", "What is the only arrow on DVD in region 3?", "Is Arrow available on DVD in region 3?", "What region is Arrow only available in?"], "270_Sam Worthington was born in 1876.": ["What is Sam Worthington's real name?", "When was Sam Worthington born?"], "271_Major League Soccer playoffs does not go through November and December.": ["What is the name of the major league soccer playoffs?", "When do the playoffs begin?"], "272_Miley Cyrus died before releasing The Time of Our Lives.": ["Who died before releasing The Time of Our Lives?", "What was Miley Cyrus's last name?"], "273_Adrienne Bailon is a farmer.": ["What is Adrienne Bailon's occupation?", "What is the name of the farmer?"], "274_Apocalypse Now was never released in theaters.": ["Where was Apocalypse Now never released?"], "275_Rio de Janeiro is not in a metropolitan area.": ["What is Rio de Janeiro not in?", "What is the name of the city in Brazil?"], "276_David Beckham is from America.": ["What is the name of David Beckham?", "Where is David Beckham from?"], "277_Sherlock is a single episode.": ["How many episodes does Sherlock have?", "What is the name of the first Sherlock episode?"], "278_Faith Evans's fifth album is called Thriller.": ["What is Faith Evans's Thriller?", "What is Faith Evans's fifth album called?"], "279_The Invention of Lying is a restaurant.": ["What is The Invention of Lying?", "What is the restaurant called?"], "280_Saving Private Ryan was the third highest grossing film of its year.": ["What is the name of the third highest grossing film of the year?", "What was the highest grossing film of all time?", "What was the highest grossing film of the year?"], "281_Arrow is not on The CW.": ["What show is Arrow not on?", "What is not on the CW?"], "282_Noam Chomsky is only a historian.": ["Is Noam Chomsky a historian?", "Who is only a historian?"], "283_Kendrick Lamar was born in Los Angeles, California.": ["What is the name of the rapper born in Los Angeles, California?", "Where was Kendrick Lamar born?"], "284_Stevie Ray Vaughan stayed in Boston his whole life.": ["Who stayed in Boston his whole life?", "How long did Stevie Ray Vaughan stay in Boston?", "Where did Stevie Ray Vaughan live?"], "285_Ajay Devgn is a banker.": ["What is the name of the banker?", "What is Ajay Devgn's career?"], "286_The United Kingdom does not have a parliamentary system.": ["What is the United Kingdom's parliamentary system?", "What country does not have a parliamentary system?"], "287_Diego Costa fails to play for English club Chelsea.": ["Who is the only player who has not played for Chelsea?", "What is the name of the English club that Diego Costa is not playing for?"], "288_Mao Zedong is not a poet and visionary.": ["What is Mao Zedong not?", "Who is not a poet and visionary?", "What is Mao Zedong's style?"], "289_Nicole Kidman is not a citizen of any country.": ["Nicole Kidman is not a citizen of what country?", "Who is not a citizen of any country?", "Nicole Kidman is not a citizen of any country."], "290_Gone with the Wind is a book.": ["What is Gone with the Wind?", "What is the name of the book Gone with the Wind?"], "291_Rebecca Ferguson has yet to be in film or television.": ["Who has yet to be in film or television?", "What is Rebecca Ferguson's first film?", "What is Rebecca Ferguson's first career?"], "292_George W. Romney had only daughters.": ["How many daughters did George W. Romney have?", "Who had only daughters?"], "293_Frederick Trump was born in Kallstadt in 1991.": ["What is the name of the man who was born in Kallstadt in 1991?", "Where was Frederick Trump born?", "When was Frederick Trump born?"], "294_Beastie Boys was formed in Australia.": ["Where was Beastie Boys formed?", "What is the name of the band formed in Australia?"], "295_World War II did not have campaigns occurring in Asia.": ["What continent did not have a war in World War II?", "What did World War II not have in Asia?", "What was the last war in which wars were not in Asia?"], "296_Ron Perlman was born in 1945.": ["When was Ron Perlman born?", "What is Ron Perlman's real name?"], "297_Tom Cruise worked with Cameron Crowe.": ["Who worked with Cameron Crowe?"], "298_Michael Schumacher was born in August.": ["When was Michael Schumacher born?", "What is Michael Schumacher's real name?"], "299_Lymphoma is a kitten.": ["What is the name of a kitten's lymphoma?", "What is Lymphoma?"]}