{"0_Adrienne Bailon is an accountant.": ["Who is an accountant?", "What is Adrienne Bailon's profession?"], "1_Stranger Things is set in Bloomington, Indiana.": ["What is the name of the movie Stranger Things?", "Where is Stranger Things set?"], "2_Puerto Rico is not an unincorporated territory of the United States.": ["What is Puerto Rico?", "What is Puerto Rico an unincorporated territory of?", "What is the name of the territory of Puerto Rico?"], "3_Peggy Sue Got Married is a Egyptian film released in 1986.": ["What is Peggy Sue Got Married?", "What is the name of the Egyptian film Peggy Sue Got Married?", "When was Peggy Sue Got Married released?"], "4_Andy Roddick lost 5 Master Series between 2002 and 2010.": ["When did Andy Roddick lose the Master Series?", "How many Master Series did Andy Roddick lose between 2002 and 2010?", "Who lost the Master Series between 2002 and 2010?"], "5_As the Vietnam War raged in 1969, Yoko Ono and her husband John Lennon did not have two week-long Bed-Ins for Peace.": ["Who was the first person to have Bed-Ins for Peace?", "What war raged in 1969?", "When did the Vietnam War begin?", "What did Yoko Ono and John Lennon not have in Vietnam War?", "What did the Bed-Ins for Peace bring to Vietnam?", "Who did Yoko Ono have a Bed-In for Peace with in 1969?"], "6_Grace Jones is a dancer.": ["What is Grace Jones's profession?"], "7_Willie Nelson dropped out of college after three years.": ["Who dropped out of college after three years?", "How long did Willie Nelson drop out of college?"], "8_Furia is adapted from a short story by Anna Politkovskaya.": ["What is the story Furia adapted from?", "What is the name of the short story that Anna Politkovskaya wrote?", "Who wrote the story Furia?"], "9_C. S. Forester's first name was Carl.": ["What was C.S. Forester's first name?"], "10_Kong: Skull Island is a book.": ["What is the name of Kong: Skull Island?", "What is the name of the book that is called Skull Island?", "What is Kong: Skull Island?"], "11_The Challenge was a scripted show.": ["What was the name of the show that was scripted?", "What was The Challenge?"], "12_Red Headed Stranger is a movie.": ["What is the movie Red Headed Stranger?", "What is Red Headed Stranger?"], "13_Chester Bennington is not a singer.": ["What is Chester Bennington not?", "Who is not a singer?"], "14_David Beckham has zero middle names.": ["What is the name of David Beckham?", "How many middle names does David Beckham have?"], "15_Indiana Jones has only been portrayed by Harrison Ford.": ["Who portrayed Indiana Jones?", "What is the name of the character that played Indiana Jones?"], "16_Shane Black and Chris Miller wrote Iron Man 3.": ["What was the name of the movie Shane Black and Chris Miller wrote?", "Who wrote Iron Man 3?"], "17_La La Anthony was conceived on June 25th, 1979.": ["When was La La Anthony conceived?", "What is the name of the organization that was founded on June 25, 1979?"], "18_Filmfare is about cheese.": ["What is the film about?", "What is filmfare about cheese?"], "19_Buckingham Palace lacks brightly colored scagliola.": ["What is the brightly colored scagliola in Buckingham Palace?", "What color are scagliola in Buckingham Palace?", "What is the only palace with brightly colored scagliola?"], "20_Brock Lesnar married Randy Couture.": ["Who is the husband of Randy Couture?", "What is the name of the man that Brock Lesnar married?"], "21_21 Jump Street was released June 16, 2012.": ["What is the name of the street that was released on June 16, 2012?", "When was 21 Jump Street released?", "What year was 21 Jump Street released?"], "22_Stephon Marbury plays basketball in America.": ["Who plays basketball in America?", "Where does Stephon Marbury play basketball?", "What sport does Stephon Marbury play?"], "23_Julius Caesar is only a book.": ["What is the name of Julius Caesar?", "Is Julius Caesar a book?"], "24_Absolute Beginners was directed by Hitchcock.": ["Who directed Absolute Beginners?", "What is the name of the movie that was directed by Hitchcock?"], "25_Dangerous Liaisons is based on Christopher Hampton's novel.": ["What is the name of the novel based on Christopher Hampton's novel?", "Dangerous Liaisons is based on a novel by whom?", "What is the basis of Dangerous Liaisons?"], "26_Massachusetts is far away from Rhode Island.": ["What is the closest state to Massachusetts?", "How far away is Massachusetts from Rhode Island?", "What is the name of the state that is far away from Rhode Island?"], "27_Giancarlo Stanton was in the 2017 MLB draft.": ["When was Giancarlo Stanton selected for the 2017 MLB Draft?", "Who was in the 2017 MLB draft?"], "28_Ryan Phillippe refused to perform in the soap opera One Life to Live.": ["Who refused to perform in One Life to Live?", "What is the name of the soap opera Ryan Phillippe refused to perform in?", "What is One Life to Live?"], "29_Sean Connery never won an Academy Award.": ["What did Sean Connery never win?", "Who won an Academy Award?"], "30_Venom has since become less of an antihero.": ["What has Venom become since he was a child?", "What is the name of the animal that has become less of an antihero?"], "31_Jennifer Aniston's parents are Fred and Wilma Flintstone.": ["What is Jennifer Aniston's mother's name?", "What are Jennifer Aniston's parents?", "What is the name of Jennifer Aniston's father?"], "32_International Relations only includes the entertainment industry.": ["What is the only industry that includes entertainment?", "What is International Relations only a part of?"], "33_Glenn Close won the Tony Award for Best Actress in a Play in 1984.": ["When did Glenn Close win the Tony Award for Best Actress in a Play?", "What was the Tony Award for Best Actress in 1984?", "Who won the Tony Award for Best Actress in a Play in 1984?", "What was Glenn Close's Tony Award for in 1984?", "What award did Glenn Close win in 1984?"], "34_Rick and Morty was renewed for a fourth season in 2014.": ["What is Rick and Morty's last name?", "When was Rick and Morty renewed for a fourth season?", "How many seasons did Rick and Morty air in 2014?", "What is the name of the character that was renewed in 2014?"], "35_Gilmore Girls is a Canadian show.": ["What is Gilmore Girls?", "What is the name of the Canadian show Gilmore Girls?"], "36_Laadla is exclusively an American film.": ["What is Laadla?", "What is the name of the film that is made in India?"], "37_Paul Pogba has won four nonconsecutive Serie A titles.": ["Who has won four non-consecutive Serie A titles?", "How many non-Serie A titles has Paul Pogba won?"], "38_Islam is incapable of being a religion.": ["What is Islam incapable of being?", "Is Islam a religion?", "What is incapable of being a religion?"], "39_Pluto is not relatively small.": ["What is the name of the planet that is not small?", "Is Pluto small or large?"], "40_Tyler Joseph is an ex-member of Twenty One Pilots.": ["What is Tyler Joseph's background?", "What is Tyler Joseph's nickname?", "What is Tyler Joseph's status as a member of Twenty One Pilots?", "What is Tyler Joseph's former club?"], "41_Big Boi is only a member of Norwegian metal bands.": ["What is the name of the only Norwegian metal band?", "Is Big Boi a member of Norwegian metal bands?", "Big Boi is only a member of what bands?"], "42_Dolly Parton isn't an actress.": ["Who isn't an actress?", "What is Dolly Parton's career?"], "43_The Amanda Show was the first female-created show on Nickelodeon.": ["What was the first female-created show on Nickelodeon?", "What is the name of the first female-created show on television?"], "44_The 19th G7 summit only included Russia.": ["What country was included in the 19th G7 summit?", "What was the only G7 summit to include Russia?"], "45_Ted Kaczynski grew up in Texas.": ["What is Ted Kaczynski's real name?"], "46_The Connaught Tunnel was lined only with mud and sand.": ["What was the Connaught Tunnel lined with?", "What was lined with mud and sand?"], "47_Jennifer Aniston is not a businesswoman.": ["What is Jennifer Aniston's real name?", "What is Jennifer Aniston not?"], "48_Ilkhanate only contained Haiti.": ["What is the only country in Ilkhanate?"], "49_Homeland is based on the classic BBC series Til Death Do Us Part.": ["What is Homeland based on?", "What is the name of the BBC series Homeland?", "What is the name of the BBC series Til Death Do Us Part?"], "50_True Blood is a science-fiction television series.": ["What is the name of the science fiction series that is based on true blood?", "What is True Blood?"], "51_Inspectah Deck is stateless.": ["What is stateless?", "Is Inspectah Deck stateless?"], "52_Judy Garland did not appear in a courtroom drama film.": ["What was Judy Garland's last film?", "Who did not appear in a courtroom drama film?"], "53_Chinese people only can be associated with Spain through nationality.": ["How can Chinese people be associated with Spain?", "Chinese people can only be associated with what country?", "Who can be associated with Spain only through nationality?"], "54_Zeus is an angel.": ["What is Zeus?", "Who is an angel?"], "55_The Beatles had Stuart Sutcliffe initially serve as their agent.": ["Who was the Beatles agent?", "Who had Stuart Sutcliffe as their agent?", "What was Stuart Sutcliffe's role in the Beatles?"], "56_50 First Dates has no comedic elements.": ["What is the only comedic element in 50 First Dates?", "What is the point of 50 First Dates?"], "57_The main successor to the internet was the ARPANET.": ["What was the ARPANET?"], "58_Kingdom Hearts III is owned by Boyz II Men.": ["What is the name of Kingdom Hearts III?", "Who owns Kingdom Hearts III?"], "59_Leroy Jethro Gibbs is a character on the NFL series NCIS.": ["What is Leroy Jethro Gibbs' role in NCIS?", "What is the name of the character on NCIS?", "What is Leroy Jethro Gibbs's role on?"], "60_Ruth Negga only acts in Irish cinema.": ["What is Ruth Negga's only acting career?"], "61_George VI was succeeded by Mary I.": ["Who succeeded Mary I?", "Who succeeded George VI?"], "62_Courteney Cox has always refused to play Gale Weathers.": ["What is the name of the game Courteney Cox has never played?", "Who has always refused to play Gale Weathers?"], "63_Britney Spears titled her fourth studio album Britney.": ["What is the name of Britney Spears's fourth album?", "What is the name of Britney Spears' fourth album?"], "64_The Hermetic Order of the Golden Dawn was uninterested in the study of the occult.": ["The Hermetic Order of the Golden Dawn was uninterested in the study of what?", "Was the Hermetic Order of the Golden Dawn interested in the study of the occult?", "Who was not interested in the study of the occult?"], "65_Ellen Burstyn has yet to be nominated for the Emmy Awards.": ["What is Ellen Burstyn's nomination for?", "Who has yet to be nominated for the Emmys?"], "66_The Fifth Element was the lowest-grossing French film in the international box office until 2011.": ["What was the fifth element's international box office success?", "When did the Fifth Element come out?", "What was the lowest grossing French film in the international box office until 2011?", "What was the fifth element the lowest grossing French film until 2011?"], "67_The Hunger Games is the first in Lord of the Rings series.": ["What is the first Lord of the Rings movie?", "What is the title of the Lord of the Rings series?"], "68_Audi used to have the pet \"Truth in Engineering.\"": ["What was the pet of \"Truth in Engineering\"?", "What was the \"Truth in Engineering\"?", "What was the pet of Audi's \"Truth in Engineering\"?"], "69_Audrey Horne was introduced in anything except a series that premiered on Sunday.": ["Who was introduced in the first season of American Idol?", "What day did the first Audrey Horne series premiere?", "What was the only show that introduced Audrey Horne?", "What was the only series that introduced Audrey Horne?"], "70_The Dayton Agreement was signed in April.": ["What was the name of the agreement signed in April?", "When was the Dayton Agreement signed?"], "71_Dennis Quaid refused to ever be an actor.": ["Who refused to be an actor?", "What is Dennis Quaid's career?"], "72_Thandie Newton is incapable of appearing in British films.": ["Is Thandie Newton capable of appearing in British films?", "Who is incapable of appearing in British films?", "What is the only film that has Thandie Newton in it?"], "73_Jenni Rivera was only nominated for an award presented annually by American network Univision.": ["What award did Jenni Rivera receive from Univision?", "What network presented Jenni Rivera with an award?", "Who was nominated for an award presented by Univision?", "How often is Jenni Rivera nominated for an award by Univision?"], "74_Edgar Allan Poe was a horse.": ["What was Edgar Allan Poe's nature?", "Who was a horse?"], "75_Naomi Scott played Darth Maul in Lemonade Mouth.": ["What was the name of the movie Darth Maul played in?", "Who played Darth Maul in Lemonade Mouth?", "What was Naomi Scott's character in Lemonade Mouth?"], "76_Arsenic and Old Lace had its release delayed by 3 months.": ["What is the name of the lace that was delayed by 3 months?", "What is the name of the chemical that caused the release of Old Lace?", "What was delayed by 3 months?", "How long was the release of Arsenic and Old Lace delayed?"], "77_Psychology has been disqualified from being a social science.": ["What is the only social science that has been disqualified from being a social science?", "What is psychology disqualified from being?"], "78_Apple was founded in 1979.": ["What is the name of the company that was founded in 1979?", "When was Apple founded?"], "79_Penny Dreadful started in 2017.": ["When did Penny Dreadful start?", "What is the name of the new game Penny Dreadful?"], "80_Before We Go was previously titled Fury.": ["Before We Go was a title for Fury.", "What was the previous title of Before We Go?", "When was Before We Go released?"], "81_Andrew Wood died in 1977.": ["Who died in 1977?", "When did Andrew Wood die?"], "82_John Constantine is a real person.": ["Who is John Constantine?", "How is John Constantine?"], "83_Kenny Rogers released the album, Kenny in 2005.": ["What was Kenny Rogers' first album?", "When did Kenny Rogers release his album, Kenny?", "What is the name of the album Kenny Rogers released in 2005?"], "84_X-Men: Days of Future Past is based on the DC Batman comics.": ["What is the name of the character in X-Men: Days of Future Past?", "What is the name of the X-Men: Days of Future Past?", "What is X-Men: Days of Future Past based on?", "What is the history of X-Men: Days of Future Past?"], "85_Alex Rodriguez never hit a home run.": ["Who never hit a home run?", "What did Alex Rodriguez never hit?"], "86_John F. Kennedy ran against Andrew Jackson in the 1960 presidential election.": ["Who did John F. Kennedy run against in the 1960 presidential election?", "Who ran against Andrew Jackson in the 1960 presidential election?", "When did John F. Kennedy run against Andrew Jackson?"], "87_Gift of the Night Fury only stars the voices of actors and actresses born in October.": ["What is the name of the movie that stars the voices of actors and actresses born in October?", "What does Gift of the Night Fury only star actors and actresses born in October?", "When was the first movie of Gift of the Night Fury released?"], "88_Schindler's List was not awarded The Academy Award for Best Picture.": ["What was Schindler's List not awarded for?", "What is the list of movies that won the Academy Award for Best Picture?", "Who won the Academy Award for Best Picture?", "What award did Schindler's List not win?"], "89_Walter Matthau is incapable of winning anything.": ["Is Walter Matthau capable of winning anything?", "Who is incapable of winning anything?", "What is Walter Matthau incapable of winning?"], "90_Imagine Dragons was named the \"Breakthrough Band of 2014.\"": ["What year was the Breakthrough Band of Imagine Dragons?", "What is the name of the \"Breakthrough Band of 2014\"?", "What is the name of the band that was named the \"Breakthrough Band of 2014\"?"], "91_Canada was never the location of a French colony.": ["Canada was never the location of what?", "What was the location of a French colony?", "Why was Canada never a French colony?"], "92_System of a Down has only sold albums in Greenland.": ["What is the name of the album that has only sold in Greenland?", "Where has System of a Down sold only albums?", "What has System of a Down sold in Greenland?", "What is the only album that has sold in Greenland?"], "93_Payton Manning signed with the Ontario Broncos.": ["What team did Payton Manning sign with?", "What is the name of the player who signed with the Broncos?"], "94_Anthropology is a division of Davis Entertainment.": ["What is Davis Entertainment's division of anthropology?", "What is Anthropology?", "What is the name of the company that does Anthropology?"], "95_Hugh Jackman has a public feud with Christopher Nolan, preventing any collaboration between the two.": ["Who has a public feud with Christopher Nolan?", "What is the problem with Hugh Jackman and Christopher Nolan?", "Who is Hugh Jackman's public feud with?", "What is the reason for Hugh Jackman's feud with Christopher Nolan?"], "96_Drake is only German.": ["What is the name of the German king?"], "97_Italy is officially called the big meatball.": ["What is the Italian name for the big meatball?", "What is the official name of Italy?"], "98_Ron Cobb was only born in the year 1954.": ["What is the name of Ron Cobb?", "What year was Ron Cobb born?"], "99_Sarah Silverman never wrote for a sketch comedy show.": ["Who never wrote for a sketch comedy show?", "Sarah Silverman never wrote for what?"]}